Repository: lad75020/HermesMacOS
Catalog: HermesMacOS/Localizable.xcstrings
Source language: en
Languages: de, es, fr, zh_hans

source: %lld characters
de: %lld Zeichen
es: %lld caracteres
fr: %lld caractères
zh_hans: %lld 个字符

source: %lld events
de: %lld Ereignisse
es: %lld eventos
fr: %lld événements
zh_hans: %lld 个事件

source: %lld hit%@
de: %lld Treffer%@
es: %lld coincidencia%@
fr: %lld résultat%@
zh_hans: %lld 个命中%@

source: %lld matching messages across %lld conversations
de: %lld passende Nachrichten in %lld Unterhaltungen
es: %lld mensajes coincidentes en %lld conversaciones
fr: %lld messages correspondants dans %lld conversations
zh_hans: %lld 条匹配消息，分布在 %lld 个对话中

source: %lld shown
de: %lld angezeigt
es: %lld mostrados
fr: %lld affichés
zh_hans: 显示 %lld 条

source: All
de: Alle
es: Todos
fr: Tous
zh_hans: 全部

source: Allow microphone access in System Settings to use dictation.
de: Erlaube den Mikrofonzugriff in den Systemeinstellungen, um das Diktat zu verwenden.
es: Permite el acceso al micrófono en Ajustes del sistema para usar el dictado.
fr: Autorisez l’accès au microphone dans Réglages Système pour utiliser la dictée.
zh_hans: 请在系统设置中允许麦克风访问以使用听写。

source: Allow self-signed certificates
de: Selbstsignierte Zertifikate erlauben
es: Permitir certificados autofirmados
fr: Autoriser les certificats auto-signés
zh_hans: 允许自签名证书

source: API key
de: API-Schlüssel
es: Clave de API
fr: Clé API
zh_hans: API 密钥

source: Ask Hermes
de: Hermes fragen
es: Preguntar a Hermes
fr: Demander à Hermes
zh_hans: 询问 Hermes

source: Ask Hermes defaults
de: Voreinstellungen für Hermes fragen
es: Valores predeterminados de Preguntar a Hermes
fr: Valeurs par défaut de Demander à Hermes
zh_hans: 询问 Hermes 默认值

source: Ask Hermes is streaming a response
de: Hermes fragen streamt eine Antwort
es: Preguntar a Hermes está transmitiendo una respuesta
fr: Demander à Hermes diffuse une réponse
zh_hans: 询问 Hermes 正在流式传输回复

source: Ask Hermes something...
de: Frag Hermes etwas...
es: Pregunta algo a Hermes...
fr: Demandez quelque chose à Hermes...
zh_hans: 向 Hermes 提问...

source: Attach file
de: Datei anhängen
es: Adjuntar archivo
fr: Joindre un fichier
zh_hans: 附加文件

source: Attached file: %@ (%@, %@) ```%@ %@ ```
de: Angehängte Datei: %@ (%@, %@) ```%@ %@ ```
es: Archivo adjunto: %@ (%@, %@) ```%@ %@ ```
fr: Fichier joint : %@ (%@, %@) ```%@ %@ ```
zh_hans: 附加文件：%@（%@，%@） ```%@ %@ ```

source: Attached file: %@ (%@, %@) The file is provided as a base64 data URL. Decode it if you need to inspect or process the document bytes: %@
de: Angehängte Datei: %@ (%@, %@) Die Datei wird als Base64-Daten-URL bereitgestellt. Dekodiere sie, wenn du die Dokumentbytes prüfen oder verarbeiten musst: %@
es: Archivo adjunto: %@ (%@, %@) El archivo se proporciona como URL de datos base64. Decodifícalo si necesitas inspeccionar o procesar los bytes del documento: %@
fr: Fichier joint : %@ (%@, %@) Le fichier est fourni sous forme d’URL de données base64. Décodez-la si vous devez inspecter ou traiter les octets du document : %@
zh_hans: 附加文件：%@（%@，%@） 该文件以 base64 数据 URL 提供。如需检查或处理文档字节，请先解码： %@

source: Attached: %@ (%@, %@)
de: Angehängt: %@ (%@, %@)
es: Adjunto: %@ (%@, %@)
fr: Joint : %@ (%@, %@)
zh_hans: 已附加：%@（%@，%@）

source: Base URL
de: Basis-URL
es: URL base
fr: URL de base
zh_hans: 基础 URL

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
zh_hans: 取消

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
zh_hans: 已取消

source: Cancelled.
de: Abgebrochen.
es: Cancelado.
fr: Annulé.
zh_hans: 已取消。

source: Capturing prompts and responses sent from Ask Hermes.
de: Erfasst Prompts und Antworten aus Hermes fragen.
es: Capturando prompts y respuestas enviados desde Preguntar a Hermes.
fr: Capture des prompts et réponses envoyés depuis Demander à Hermes.
zh_hans: 捕获从询问 Hermes 发送的提示和回复。

source: Change attached file
de: Angehängte Datei ändern
es: Cambiar archivo adjunto
fr: Changer le fichier joint
zh_hans: 更改附件

source: Clear
de: Leeren
es: Borrar
fr: Effacer
zh_hans: 清除

source: Clipboard checked.
de: Zwischenablage geprüft.
es: Portapapeles comprobado.
fr: Presse-papiers vérifié.
zh_hans: 已检查剪贴板。

source: Clipboard History
de: Zwischenablageverlauf
es: Historial del portapapeles
fr: Historique du presse-papiers
zh_hans: 剪贴板历史

source: Clipboard history cleared.
de: Zwischenablageverlauf geleert.
es: Historial del portapapeles borrado.
fr: Historique du presse-papiers effacé.
zh_hans: 剪贴板历史已清除。

source: Clipboard image
de: Zwischenablagebild
es: Imagen del portapapeles
fr: Image du presse-papiers
zh_hans: 剪贴板图片

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
zh_hans: 已完成

source: Connecting to SSE stream
de: Verbindung zum SSE-Stream
es: Conectando al stream SSE
fr: Connexion au flux SSE
zh_hans: 正在连接 SSE 流

source: Continuing request
de: Anfrage wird fortgesetzt
es: Continuando solicitud
fr: Continuation de la requête
zh_hans: 正在继续请求

source: Continuing response
de: Antwort wird fortgesetzt
es: Continuando respuesta
fr: Continuation de réponse
zh_hans: 继续回复

source: Continuing SSE stream
de: SSE-Stream wird fortgesetzt
es: Continuando stream SSE
fr: Continuation du flux SSE
zh_hans: 正在继续 SSE 流

source: Copied %@ back to the clipboard.
de: %@ zurück in die Zwischenablage kopiert.
es: %@ copiado de nuevo al portapapeles.
fr: %@ recopié dans le presse-papiers.
zh_hans: 已将 %@ 复制回剪贴板。

source: Copied prompt to the clipboard.
de: Prompt in die Zwischenablage kopiert.
es: Prompt copiado al portapapeles.
fr: Prompt copié dans le presse-papiers.
zh_hans: 提示已复制到剪贴板。

source: Copied response to the clipboard.
de: Antwort in die Zwischenablage kopiert.
es: Respuesta copiada al portapapeles.
fr: Réponse copiée dans le presse-papiers.
zh_hans: 回复已复制到剪贴板。

source: Copy
de: Kopieren
es: Copiar
fr: Copier
zh_hans: 复制

source: Copy text, images, or files while HermesMacOS is active, then open this utility to paste them back later.
de: Kopiere Text, Bilder oder Dateien, während HermesMacOS aktiv ist, und öffne später dieses Dienstprogramm, um sie wieder einzufügen.
es: Copia texto, imágenes o archivos mientras HermesMacOS está activo y luego abre esta utilidad para pegarlos de nuevo más tarde.
fr: Copiez du texte, des images ou des fichiers pendant que HermesMacOS est actif, puis ouvrez cet utilitaire pour les recoller plus tard.
zh_hans: 在 HermesMacOS 处于活动状态时复制文本、图片或文件，之后打开此工具即可重新粘贴。

source: Created
de: Erstellt
es: Creado
fr: Créé
zh_hans: 已创建

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
zh_hans: 默认

source: Default profile
de: Standardprofil
es: Perfil predeterminado
fr: Profil par défaut
zh_hans: 默认配置

source: Deleted %@ from clipboard history.
de: %@ aus dem Zwischenablageverlauf gelöscht.
es: %@ eliminado del historial del portapapeles.
fr: %@ supprimé de l’historique du presse-papiers.
zh_hans: 已从剪贴板历史中删除 %@。

source: Deleted prompt from history.
de: Prompt aus dem Verlauf gelöscht.
es: Prompt eliminado del historial.
fr: Prompt supprimé de l’historique.
zh_hans: 已从历史中删除提示。

source: Deleted response from history.
de: Antwort aus dem Verlauf gelöscht.
es: Respuesta eliminada del historial.
fr: Réponse supprimée de l’historique.
zh_hans: 已从历史中删除回复。

source: Dictate prompt
de: Prompt diktieren
es: Dictar prompt
fr: Dicter le prompt
zh_hans: 听写提示

source: Dictation added
de: Diktat hinzugefügt
es: Dictado añadido
fr: Dictée ajoutée
zh_hans: 听写已添加

source: Dictation failed
de: Diktat fehlgeschlagen
es: El dictado falló
fr: Échec de la dictée
zh_hans: 听写失败

source: Dictation stopped
de: Diktat gestoppt
es: Dictado detenido
fr: Dictée arrêtée
zh_hans: 听写已停止

source: Dictation unavailable
de: Diktat nicht verfügbar
es: Dictado no disponible
fr: Dictée indisponible
zh_hans: 听写不可用

source: End Session
de: Sitzung beenden
es: Finalizar sesión
fr: Terminer la session
zh_hans: 结束会话

source: Enter a prompt below. Your prompts and Hermes replies will appear here as chat bubbles for this session.
de: Gib unten einen Prompt ein. Deine Prompts und Hermes-Antworten erscheinen hier für diese Sitzung als Chatblasen.
es: Introduce un prompt abajo. Tus prompts y las respuestas de Hermes aparecerán aquí como burbujas de chat para esta sesión.
fr: Saisissez un prompt ci-dessous. Vos prompts et les réponses de Hermes apparaîtront ici sous forme de bulles de discussion pour cette session.
zh_hans: 在下方输入提示。本次会话中的提示和 Hermes 回复会以聊天气泡显示在这里。

source: Event
de: Ereignis
es: Evento
fr: Événement
zh_hans: 事件

source: Events
de: Ereignisse
es: Eventos
fr: Événements
zh_hans: 事件

source: Failed
de: Fehlgeschlagen
es: Error
fr: Échec
zh_hans: 失败

source: File
de: Datei
es: Archivo
fr: Fichier
zh_hans: 文件

source: Final response
de: Abschließende Antwort
es: Respuesta final
fr: Réponse finale
zh_hans: 最终回复

source: Full-text search
de: Volltextsuche
es: Búsqueda de texto completo
fr: Recherche en texte intégral
zh_hans: 全文搜索

source: Hermes is responding…
de: Hermes antwortet…
es: Hermes está respondiendo…
fr: Hermes répond…
zh_hans: Hermes 正在回复…

source: Hermes responses from Ask Hermes will appear here after requests complete.
de: Hermes-Antworten aus Hermes fragen erscheinen hier, nachdem Anfragen abgeschlossen wurden.
es: Las respuestas de Hermes desde Preguntar a Hermes aparecerán aquí cuando terminen las solicitudes.
fr: Les réponses de Hermes depuis Demander à Hermes apparaîtront ici une fois les requêtes terminées.
zh_hans: 询问 Hermes 的回复会在请求完成后显示在这里。

source: History
de: Verlauf
es: Historial
fr: Historique
zh_hans: 历史记录

source: Idle
de: Bereit
es: Inactivo
fr: Inactif
zh_hans: 空闲

source: Image
de: Bild
es: Imagen
zh_hans: 图片

source: Initial prompt
de: Erster Prompt
es: Prompt inicial
fr: Prompt initial
zh_hans: 初始提示

source: Inspect streamed Responses API JSON
de: Gestreamtes Responses-API-JSON prüfen
es: Inspeccionar el JSON transmitido por la API Responses
fr: Inspecter le JSON diffusé par l’API Responses
zh_hans: 检查流式 Responses API JSON

source: Installing speech model…
de: Sprachmodell wird installiert…
es: Instalando modelo de voz…
fr: Installation du modèle vocal…
zh_hans: 正在安装语音模型…

source: Last %lld of 10 copied objects
de: %lld von 10 kopierten Objekten
es: Últimos %lld de 10 objetos copiados
fr: %lld des 10 derniers objets copiés
zh_hans: 10 个已复制对象中的最近 %lld 个

source: Last %lld of 10 Hermes responses
de: %lld von 10 Hermes-Antworten
es: Últimas %lld de 10 respuestas de Hermes
fr: %lld des 10 dernières réponses Hermes
zh_hans: 10 条 Hermes 回复中的最近 %lld 条

source: Last %lld of 10 prompts sent to Hermes
de: %lld von 10 an Hermes gesendeten Prompts
es: Últimos %lld de 10 prompts enviados a Hermes
fr: %lld des 10 derniers prompts envoyés à Hermes
zh_hans: 发送给 Hermes 的 10 条提示中的最近 %lld 条

source: Last response
de: Letzte Antwort
es: Última respuesta
fr: Dernière réponse
zh_hans: 上一条回复

source: Listening…
de: Hört zu…
es: Escuchando…
fr: Écoute…
zh_hans: 正在聆听…

source: Loaded history
de: Verlauf geladen
es: Historial cargado
fr: Historique chargé
zh_hans: 已加载历史记录

source: Loaded session %@. Send a new prompt to start a new Responses API turn.
de: Sitzung %@ geladen. Sende einen neuen Prompt, um einen neuen Responses-API-Durchlauf zu starten.
es: Sesión %@ cargada. Envía un nuevo prompt para iniciar un nuevo turno de la API Responses.
fr: Session %@ chargée. Envoyez un nouveau prompt pour démarrer un nouveau tour de l’API Responses.
zh_hans: 已加载会话 %@。发送新提示以开始新的 Responses API 轮次。

source: Messages History
de: Nachrichtenverlauf
es: Historial de mensajes
fr: Historique des messages
zh_hans: 消息历史

source: Messages history mode
de: Nachrichtenverlaufsmodus
es: Modo del historial de mensajes
fr: Mode de l’historique des messages
zh_hans: 消息历史模式

source: Microphone access denied
de: Mikrofonzugriff verweigert
es: Acceso al micrófono denegado
fr: Accès au microphone refusé
zh_hans: 麦克风访问被拒绝

source: Monitoring the Mac clipboard while HermesMacOS is active.
de: Die Mac-Zwischenablage wird überwacht, solange HermesMacOS aktiv ist.
es: Supervisando el portapapeles del Mac mientras HermesMacOS está activo.
fr: Surveillance du presse-papiers du Mac pendant que HermesMacOS est actif.
zh_hans: HermesMacOS 处于活动状态时监视 Mac 剪贴板。

source: New response
de: Neue Antwort
es: Nueva respuesta
fr: Nouvelle réponse
zh_hans: 新回复

source: New session ready
de: Neue Sitzung bereit
es: Nueva sesión lista
fr: Nouvelle session prête
zh_hans: 新会话已就绪

source: No clipboard history yet
de: Noch kein Zwischenablageverlauf
es: Aún no hay historial del portapapeles
fr: Aucun historique du presse-papiers pour le moment
zh_hans: 尚无剪贴板历史

source: No compatible microphone format is available for speech transcription.
de: Für die Sprachtranskription ist kein kompatibles Mikrofonformat verfügbar.
es: No hay un formato de micrófono compatible disponible para la transcripción de voz.
fr: Aucun format de microphone compatible n’est disponible pour la transcription vocale.
zh_hans: 没有可用于语音转写的兼容麦克风格式。

source: No Matching Conversations
de: Keine passenden Unterhaltungen
es: No hay conversaciones coincidentes
fr: Aucune conversation correspondante
zh_hans: 没有匹配的对话

source: No previous session
de: Keine vorherige Sitzung
es: No hay sesión anterior
fr: Aucune session précédente
zh_hans: 没有上一个会话

source: No prompt history yet
de: Noch kein Promptverlauf
es: Aún no hay historial de prompts
fr: Aucun historique de prompts pour le moment
zh_hans: 尚无提示历史

source: No response history yet
de: Noch kein Antwortverlauf
es: Aún no hay historial de respuestas
fr: Aucun historique de réponses pour le moment
zh_hans: 尚无回复历史

source: No Responses API JSON has been streamed yet in workspace %lld. Send an Ask Hermes request with streaming enabled to populate this debug view.
de: In Arbeitsbereich %lld wurde noch kein Responses-API-JSON gestreamt. Sende eine Hermes-fragen-Anfrage mit aktiviertem Streaming, um diese Debug-Ansicht zu füllen.
es: Aún no se ha transmitido JSON de la API Responses en el espacio %lld. Envía una solicitud de Preguntar a Hermes con streaming activado para rellenar esta vista de depuración.
fr: Aucun JSON de l’API Responses n’a encore été diffusé dans l’espace %lld. Envoyez une requête Demander à Hermes avec la diffusion activée pour remplir cette vue de débogage.
zh_hans: 工作区 %lld 中尚未流式传输 Responses API JSON。请发送启用流式传输的询问 Hermes 请求来填充此调试视图。

source: Open a new Ask Hermes workspace
de: Neuen Hermes-fragen-Arbeitsbereich öffnen
es: Abrir un nuevo espacio de Preguntar a Hermes
fr: Ouvrir un nouvel espace Demander à Hermes
zh_hans: 打开新的询问 Hermes 工作区

source: Please inspect the attached file.
de: Bitte prüfe die angehängte Datei.
es: Inspecciona el archivo adjunto.
fr: Veuillez inspecter le fichier joint.
zh_hans: 请检查附加的文件。

source: Please inspect the attached image.
de: Bitte prüfe das angehängte Bild.
es: Inspecciona la imagen adjunta.
fr: Veuillez inspecter l’image jointe.
zh_hans: 请检查附加的图片。

source: Preparing dictation…
de: Diktat wird vorbereitet…
es: Preparando dictado…
fr: Préparation de la dictée…
zh_hans: 正在准备听写…

source: Processing %@
de: %@ wird verarbeitet
es: Procesando %@
fr: Traitement de %@
zh_hans: 正在处理 %@

source: Profile
de: Profil
es: Perfil
fr: Profil
zh_hans: 配置

source: PROFILE
de: PROFIL
es: PERFIL
fr: PROFIL
zh_hans: 配置

source: Profiles unavailable: %@
de: Profile nicht verfügbar: %@
es: Perfiles no disponibles: %@
fr: Profils indisponibles : %@
zh_hans: 配置不可用：%@

source: Prompt history cleared.
de: Promptverlauf geleert.
es: Historial de prompts borrado.
fr: Historique des prompts effacé.
zh_hans: 提示历史已清除。

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
zh_hans: 刷新

source: Remove attachment
de: Anhang entfernen
es: Eliminar adjunto
fr: Retirer la pièce jointe
zh_hans: 移除附件

source: Request failed: %@
de: Anfrage fehlgeschlagen: %@
es: La solicitud falló: %@
fr: La requête a échoué : %@
zh_hans: 请求失败：%@

source: Response
de: Antwort
es: Respuesta
fr: Réponse
zh_hans: 回复

source: Response history cleared.
de: Antwortverlauf geleert.
es: Historial de respuestas borrado.
fr: Historique des réponses effacé.
zh_hans: 回复历史已清除。

source: Restore default dashboard
de: Standard-Dashboard wiederherstellen
es: Restaurar panel predeterminado
fr: Restaurer le tableau de bord par défaut
zh_hans: 恢复默认仪表板

source: Restore default endpoint
de: Standard-Endpunkt wiederherstellen
es: Restaurar endpoint predeterminado
fr: Restaurer le point de terminaison par défaut
zh_hans: 恢复默认端点

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
zh_hans: 继续

source: Resume in Ask Hermes
de: In Hermes fragen fortsetzen
es: Reanudar en Preguntar a Hermes
fr: Reprendre dans Demander à Hermes
zh_hans: 在询问 Hermes 中继续

source: Resume last
de: Letzte fortsetzen
es: Reanudar última
fr: Reprendre la dernière
zh_hans: 继续上一次

source: Resume this conversation in Ask Hermes
de: Diese Unterhaltung in Hermes fragen fortsetzen
es: Reanudar esta conversación en Preguntar a Hermes
fr: Reprendre cette conversation dans Demander à Hermes
zh_hans: 在询问 Hermes 中继续此对话

source: Resumed last response
de: Letzte Antwort fortgesetzt
es: Última respuesta reanudada
fr: Dernière réponse reprise
zh_hans: 已继续上一条回复

source: Resumed last Responses session %@. Send a new prompt to continue.
de: Letzte Responses-Sitzung %@ fortgesetzt. Sende einen neuen Prompt, um fortzufahren.
es: Sesión Responses anterior %@ reanudada. Envía un nuevo prompt para continuar.
fr: Dernière session Responses %@ reprise. Envoyez un nouveau prompt pour continuer.
zh_hans: 已继续上一次 Responses 会话 %@。发送新提示以继续。

source: Resumed response
de: Antwort fortgesetzt
es: Respuesta reanudada
fr: Réponse reprise
zh_hans: 已继续回复

source: Resumed session
de: Sitzung fortgesetzt
es: Sesión reanudada
fr: Session reprise
zh_hans: 已继续会话

source: Search
de: Suchen
es: Buscar
fr: Rechercher
zh_hans: 搜索

source: Search all Hermes conversations
de: Alle Hermes-Unterhaltungen durchsuchen
es: Buscar en todas las conversaciones de Hermes
fr: Rechercher dans toutes les conversations Hermes
zh_hans: 搜索所有 Hermes 对话

source: Search Hermes History
de: Hermes-Verlauf durchsuchen
es: Buscar en el historial de Hermes
fr: Rechercher dans l’historique Hermes
zh_hans: 搜索 Hermes 历史记录

source: Search results
de: Suchergebnisse
es: Resultados de búsqueda
fr: Résultats de recherche
zh_hans: 搜索结果

source: Search the Mac dashboard history to query conversations across all Hermes channels.
de: Durchsuche den Verlauf des Mac-Dashboards, um Unterhaltungen über alle Hermes-Kanäle hinweg abzufragen.
es: Busca en el historial del panel del Mac para consultar conversaciones de todos los canales de Hermes.
fr: Recherchez dans l’historique du tableau de bord Mac pour interroger les conversations de tous les canaux Hermes.
zh_hans: 搜索 Mac 仪表板历史记录，以查询所有 Hermes 渠道的对话。

source: Searches the Mac dashboard server through /api/sessions/search/conversations. Natural words and SQLite FTS-style queries are accepted; matching sessions are returned as full conversations.
de: Durchsucht den Mac-Dashboard-Server über /api/sessions/search/conversations. Natürliche Wörter und SQLite-FTS-Abfragen werden akzeptiert; passende Sitzungen werden als vollständige Unterhaltungen zurückgegeben.
es: Busca en el servidor del panel del Mac mediante /api/sessions/search/conversations. Se aceptan palabras naturales y consultas estilo SQLite FTS; las sesiones coincidentes se devuelven como conversaciones completas.
fr: Interroge le serveur du tableau de bord Mac via /api/sessions/search/conversations. Les mots naturels et les requêtes de style SQLite FTS sont acceptés ; les sessions correspondantes sont renvoyées sous forme de conversations complètes.
zh_hans: 通过 /api/sessions/search/conversations 搜索 Mac 仪表板服务器。支持自然语言词语和 SQLite FTS 风格查询；匹配的会话会作为完整对话返回。

source: Searching conversations…
de: Unterhaltungen werden durchsucht…
es: Buscando conversaciones…
fr: Recherche dans les conversations…
zh_hans: 正在搜索对话…

source: Searching dashboard history
de: Dashboard-Verlauf wird durchsucht
es: Buscando en el historial del panel
fr: Recherche dans l’historique du tableau de bord
zh_hans: 正在搜索仪表板历史记录

source: Searching…
de: Suche…
es: Buscando…
fr: Recherche…
zh_hans: 正在搜索…

source: Send prompt (⌘↩)
de: Prompt senden (⌘↩)
es: Enviar prompt (⌘↩)
fr: Envoyer le prompt (⌘↩)
zh_hans: 发送提示 (⌘↩)

source: Send prompts from Ask Hermes, then open this utility to copy them back later.
de: Sende Prompts aus Hermes fragen und öffne später dieses Dienstprogramm, um sie erneut zu kopieren.
es: Envía prompts desde Preguntar a Hermes y luego abre esta utilidad para copiarlos de nuevo más tarde.
fr: Envoyez des prompts depuis Demander à Hermes, puis ouvrez cet utilitaire pour les recopier plus tard.
zh_hans: 从询问 Hermes 发送提示，之后打开此工具即可再次复制。

source: Sending request
de: Anfrage wird gesendet
es: Enviando solicitud
fr: Envoi de la requête
zh_hans: 正在发送请求

source: Session
de: Sitzung
es: Sesión
zh_hans: 会话

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
zh_hans: 设置

source: SpeechTranscriber does not support the current locale.
de: SpeechTranscriber unterstützt die aktuelle Sprache nicht.
es: SpeechTranscriber no admite la configuración regional actual.
fr: SpeechTranscriber ne prend pas en charge la langue actuelle.
zh_hans: SpeechTranscriber 不支持当前区域设置。

source: Start a Responses session
de: Responses-Sitzung starten
es: Iniciar una sesión de Responses
fr: Démarrer une session Responses
zh_hans: 开始 Responses 会话

source: Stop dictation
de: Diktat stoppen
es: Detener dictado
fr: Arrêter la dictée
zh_hans: 停止听写

source: Stream Responses API output
de: Ausgabe der Responses API streamen
es: Transmitir la salida de la API Responses
fr: Diffuser la sortie de l’API Responses
zh_hans: 流式传输 Responses API 输出

source: Streaming output
de: Ausgabe wird gestreamt
es: Transmitiendo salida
fr: Diffusion de la sortie
zh_hans: 正在流式输出

source: Switch to workspace %lld
de: Zu Arbeitsbereich %lld wechseln
es: Cambiar al espacio %lld
fr: Basculer vers l’espace %lld
zh_hans: 切换到工作区 %lld

source: The Hermes gateway returned an invalid response.
de: Das Hermes-Gateway hat eine ungültige Antwort zurückgegeben.
es: La puerta de enlace Hermes devolvió una respuesta no válida.
fr: La passerelle Hermes a renvoyé une réponse invalide.
zh_hans: Hermes 网关返回了无效回复。

source: The Hermes gateway returned HTTP %lld.
de: Das Hermes-Gateway hat HTTP %lld zurückgegeben.
es: La puerta de enlace Hermes devolvió HTTP %lld.
fr: La passerelle Hermes a renvoyé HTTP %lld.
zh_hans: Hermes 网关返回 HTTP %lld。

source: The Hermes gateway URL is invalid.
de: Die Hermes-Gateway-URL ist ungültig.
es: La URL de la puerta de enlace Hermes no es válida.
fr: L’URL de la passerelle Hermes est invalide.
zh_hans: Hermes 网关 URL 无效。

source: The macOS tab uses the same Hermes Responses API flow as HermesiOS: profile selection, SSE streaming, cancellation, session continuation, and file/image attachments.
de: Der macOS-Tab verwendet denselben Hermes Responses API-Ablauf wie HermesiOS: Profilauswahl, SSE-Streaming, Abbruch, Sitzungsfortsetzung sowie Datei-/Bildanhänge.
es: La pestaña de macOS usa el mismo flujo de la API Responses de Hermes que HermesiOS: selección de perfil, streaming SSE, cancelación, continuación de sesión y adjuntos de archivos/imágenes.
fr: L’onglet macOS utilise le même flux API Hermes Responses qu’HermesiOS : sélection de profil, diffusion SSE, annulation, continuation de session et pièces jointes fichier/image.
zh_hans: macOS 标签页使用与 HermesiOS 相同的 Hermes Responses API 流程：配置选择、SSE 流式传输、取消、会话续接以及文件/图片附件。

source: This workspace is streaming a response
de: Dieser Arbeitsbereich streamt eine Antwort
es: Este espacio de trabajo está transmitiendo una respuesta
fr: Cet espace de travail diffuse une réponse
zh_hans: 此工作区正在流式传输回复

source: Try fewer words, a quoted phrase, or a broader FTS query.
de: Versuche weniger Wörter, eine zitierte Phrase oder eine breitere FTS-Abfrage.
es: Prueba con menos palabras, una frase entre comillas o una consulta FTS más amplia.
fr: Essayez moins de mots, une phrase entre guillemets ou une requête FTS plus large.
zh_hans: 请尝试更少的词、带引号的短语或更宽泛的 FTS 查询。
